{
  "6/19(水) 20時～ グッズ紹介生配信「初星ショッピング～初買～」の配信が決定！": "June 19 (Wed) 20:00 ~ Live Goods Introduction Broadcast \"Hatsuboshi Shopping ~First Purchase~\" Broadcast Decision!",
  "P課題追加のお知らせ": "Notice of New Producer Tasks",
  "ver.1.2.3 アップデートのお知らせ": "ver.1.2.3 Update Notice",
  "ver.1.3.0 アップデートのお知らせ": "ver.1.3.0 Update Notice",
  "「Mirrativ（ミラティブ）」とのコラボキャンペーン開催中！": "Collaboration Campaign with \"Mirrativ\" Now Ongoing!",
  "「はつみちゃんのキラっと☆プロデュース教室」公開！": "\"Hatsumi-chan's Sparkling☆Production Classroom\" Now Open!",
  "「アイドルへの道」に姫崎莉波と有村麻央が登場！": "Rinami Himesaki and Mao Arimura appear in 'The Idol Road'!",
  "「アイドルマスター スターリットシーズン」 セール開催のお知らせ！": "\"The Idolmaster Starlit Season\" Sale Announcement!",
  "「アイドルマスター 特別生配信 19th→20th Special Party!!!!!!」配信決定！": "\"The Idolmaster Special Live Broadcast 19th→20th Special Party!!!!!!\" Broadcast Decision!",
  "「キミとセミブルー」CD予約受付中！！": "\"You and Semi-Blue\" CD Pre-order Now Available!!",
  "「学園アイドルマスター リリース記念！ えらべるPayプレゼントキャンペーン」開催中！": "\"Academy Idolmaster Release Commemoration! Selectable Pay Present Campaign\" Now Ongoing!",
  "【キミとセミブルー】姫崎 莉波ガシャ開催！": "[Kimi To Semi Blue] Rinami Himesaki Gacha Now Open!",
  "【キミとセミブルー】紫雲 清夏ガシャ開催！": "[Kimi To Semi Blue] Sumika Shiun Gacha Now Open!",
  "【予告】 7/12 メンテナンスのお知らせ": "[Notice] Maintenance on 7/12",
  "【予告】 7/22 メンテナンスのお知らせ": "[Notice] Maintenance on 7/22",
  "お仕事レベル上限引き上げのお知らせ": "Notice of Work Level Cap Increase",
  "お知らせタイトルテキストが入ります８９０１２３お知らせタイトルテキストが入ります８９０１２３": "Notification Title Text Here 890123 Notification Title Text Here 890123",
  "アナザーアイドル’24夏vol.1ガシャ開催！": "Another Idol '24 Summer vol.1 Gacha Now Open!",
  "アナザーアイドル’24夏vol.2ガシャ開催！": "Another Idol '24 Summer vol.2 Gacha Now Open!",
  "アナザーアイドルについて": "About Another Idol",
  "コミュ内における誤表記について": "Regarding Mislabeling in Commu",
  "コンテストの編成枠の解放条件変更のお知らせ": "Notice of Changes in Contest Formation Slot Unlock Conditions",
  "コンテストシーズン4開催中": "Contest Season 4 Now Open",
  "シーズンイベント「真夏のサマーライブ・フェス」で「1日ログインしよう」のミッションが達成できない現象": "Phenomenon Where 'Login for One Day' Mission Cannot Be Achieved in Season Event 'Midsummer Summer Live Fest'",
  "シーズンイベント「真夏のサマーライブ・フェス」開催！": "Season Event 'Midsummer Summer Live Fes' Now Open!",
  "ストアセールスランキング1位達成！": "Achieved No. 1 in Store Sales Ranking!",
  "データ連携で別の端末でログインした後に、もとの端末で複数回通信エラーが表示される現象": "Phenomenon Where Multiple Communication Errors Appear on Original Device After Logging in on Another Device with Data Link",
  "プロデューサーLv上限引き上げのお知らせ": "Notice of Producer Level Cap Increase",
  "プロデュースのPドリンクを受け取る画面で「NEW」が必ず表示される現象": "Phenomenon Where 'NEW' Always Appears on Production P Drink Reception Screen",
  "プロデュースのおでかけの選択肢の一部効果の誤表記について": "Regarding Mislabeling of Effects in Some Production Outing Options",
  "プロデュースのレッスンでターン数が表示されなくなる現象": "Phenomenon Where Turn Count Is Not Displayed in Production Lessons",
  "プロデュース強化週間開催中！": "Produce Strengthening Week Now Open!",
  "マニー交換所に『記録の鍵』追加のお知らせ": "Notice of 'Record Key' Added to Money Exchange",
  "一部レッスンの意図しないトラブル発動条件ついて": "Regarding Unintended Trouble Activation Conditions in Some Lessons",
  "一部髪型の獲得方法の誤表記について": "Regarding Mislabeling of Some Hairstyle Acquisition Methods",
  "七夕ログインボーナス開催中！": "Tanabata Login Bonus Now Available!",
  "初星コミュイベント2章「アイドルたちの共同生活」vol.2開催！": "Hatsuboshi Comm Event Chapter 2 'Idol's Shared Life' vol.2 Now Open!",
  "初星学園1stシングル 絶賛予約受付中！": "Hatsuboshi Academy 1st Single Pre-order Now Available!",
  "復活！初星学園HR #1": "Revival! Hatsuboshi Academy HR #1",
  "有村麻央・紫雲清夏・篠澤広 1stシングル絶賛予約受付中！！": "Mao Arimura, Sumika Shiun, Hiro Shinosawa 1st Single Pre-order Now Available!!",
  "特定の条件下でPアイドル育成・プロデュースの難易度を選択するとローディング画面から進まない現象について": "Regarding Phenomenon Where Selecting Difficulty for P-Idol Training/Production Causes Infinite Loading Under Certain Conditions",
  "特定の条件下でver.1.2.0にアップデートするとログインができなくなる現象": "Phenomenon Where Login Fails After Updating to ver.1.2.0 Under Certain Conditions",
  "特定の条件下で、プロデュースアイドルの解放をおこなう際にアイドル解放ができない現象": "Phenomenon where Idol Release Cannot Be Done When Releasing Produce Idol Under Certain Conditions",
  "特定の条件下で、プロデュース開始時編成画面にて衣装選択から変更を行うとローディングから進まなくなる現象": "Phenomenon Where Changing Costume Selection on Production Start Screen Causes Infinite Loading Under Certain Conditions",
  "特定の条件下でプロデュースがリタイアした状態になる現象": "Phenomenon Where Production Enters Retired State Under Certain Conditions",
  "特定の条件下でプロデュース完了時に警告が表示され、プロデュースのデータが削除される現象": "Phenomenon Where Warning Appears and Production Data Is Deleted Upon Completion Under Certain Conditions",
  "特定の条件下でマニー交換所にて、『記録の鍵』をはじめて交換する時に、交換できない現象": "Phenomenon Where 'Record Key' Cannot Be Exchanged for the First Time in the Money Exchange Shop Under Certain Conditions",
  "特定の条件下で日付が変更された後ログインができなくなる現象": "Phenomenon Where Login Fails After Date Change Under Certain Conditions",
  "特定の条件下で研修が解放されない現象": "Phenomenon Where Training Is Not Unlocked Under Certain Conditions",
  "特定の端末で機種変更の確認が表示されプレイできない現象": "Phenomenon Where Device Change Confirmation Appears and Play Is Not Possible on Certain Devices",
  "獲得量上昇アイテムの効果説明文の誤表記について": "Regarding Mislabeling in Effect Description of Acquisition Increase Items",
  "親愛度コミュ第9話が条件を満たしても発生しない現象": "Phenomenon Where Affection Commu Episode 9 Does Not Trigger Even If Conditions Are Met"
}
