{
  "Are you sure you want to remove おしゃれハーブティー?": "Are you sure you want to remove Trendy Herbal Tea?",
  "Are you sure you want to remove アイスコーヒー?": "Are you sure you want to remove Iced Coffee?",
  "Are you sure you want to remove スタミナ爆発ドリンク?": "Are you sure you want to remove Stamina Explosion Drink?",
  "Are you sure you want to remove ビタミンドリンク?": "Are you sure you want to remove Vitamin Drink?",
  "Are you sure you want to remove フレッシュビネガー?": "Are you sure you want to remove Fresh Vinegar Drink?",
  "Are you sure you want to remove ブーストエキス?": "Are you sure you want to remove Boost Extract?",
  "Are you sure you want to remove ホットコーヒー?": "Are you sure you want to remove Hot Coffee?",
  "Are you sure you want to remove ミックススムージー?": "Are you sure you want to remove Mixed Smoothie?",
  "Are you sure you want to remove リカバリドリンク?": "Are you sure you want to remove Recovery Drink?",
  "Are you sure you want to remove ルイボスティー?": "Are you sure you want to remove Rooibos Tea?",
  "Are you sure you want to remove 初星スペシャル青汁?": "Are you sure you want to remove Hatsuboshi Special Green Juice?",
  "Are you sure you want to remove 初星ブーストエナジー?": "Are you sure you want to remove Hatsuboshi Energy Boost?",
  "Are you sure you want to remove 初星ホエイプロテイン?": "Are you sure you want to remove Hatsuboshi Whey Protein?",
  "Are you sure you want to remove 初星水?": "Are you sure you want to remove Hatsuboshi Water?",
  "Are you sure you want to remove 厳選初星ティー?": "Are you sure you want to remove Select Hatsuboshi Tea?",
  "Are you sure you want to remove 厳選初星ブレンド?": "Are you sure you want to remove Select Hatsuboshi Blend?",
  "Are you sure you want to remove 厳選初星マキアート?": "Are you sure you want to remove Select Hatsuboshi Macchiato?",
  "Are you sure you want to remove 烏龍茶?": "Are you sure you want to remove Oolong Tea?",
  "Are you sure you want to remove 特製ハツボシエキス?": "Are you sure you want to remove Special Hatsuboshi Extract?",
  "Do you want to use おしゃれハーブティー?": "Do you want to use Trendy Herbal Tea?",
  "Do you want to use アイスコーヒー?": "Do you want to use Iced Coffee?",
  "Do you want to use スタミナ爆発ドリンク?": "Do you want to use Stamina Explosion Drink?",
  "Do you want to use ビタミンドリンク?": "Do you want to use Vitamin Drink?",
  "Do you want to use フレッシュビネガー?": "Do you want to use Fresh Vinegar Drink?",
  "Do you want to use ブーストエキス?": "Do you want to use Boost Extract?",
  "Do you want to use ホットコーヒー?": "Do you want to use Hot Coffee?",
  "Do you want to use ミックススムージー?": "Do you want to use Mixed Smoothie?",
  "Do you want to use リカバリドリンク?": "Do you want to use Recovery Drink?",
  "Do you want to use ルイボスティー?": "Do you want to use Rooibos Tea?",
  "Do you want to use 初星スペシャル青汁?": "Do you want to use Hatsuboshi Special Green Juice?",
  "Do you want to use 初星ブーストエナジー?": "Do you want to use Hatsuboshi Energy Boost?",
  "Do you want to use 初星ホエイプロテイン?": "Do you want to use Hatsuboshi Whey Protein?",
  "Do you want to use 初星水?": "Do you want to use Hatsuboshi Water?",
  "Do you want to use 厳選初星ティー?": "Do you want to use Select Hatsuboshi Tea?",
  "Do you want to use 厳選初星ブレンド?": "Do you want to use Select Hatsuboshi Blend?",
  "Do you want to use 厳選初星マキアート?": "Do you want to use Select Hatsuboshi Macchiato?",
  "Do you want to use 烏龍茶?": "Do you want to use Oolong Tea?",
  "Do you want to use 特製ハツボシエキス?": "Do you want to use Special Hatsuboshi Extract?",
  "おしゃれハーブティー": "Trendy Herbal Tea",
  "アイスコーヒー": "Iced Coffee",
  "スタミナ爆発ドリンク": "Stamina Explosion Drink",
  "ビタミンドリンク": "Vitamin Drink",
  "フレッシュビネガー": "Fresh Vinegar Drink",
  "ブーストエキス": "Boost Extract",
  "ホットコーヒー": "Hot Coffee",
  "ミックススムージー": "Mixed Smoothie",
  "リカバリドリンク": "Recovery Drink",
  "ルイボスティー": "Rooibos Tea",
  "初星スペシャル青汁": "Hatsuboshi Special Green Juice",
  "初星ブーストエナジー": "Hatsuboshi Energy Boost",
  "初星ホエイプロテイン": "Hatsuboshi Whey Protein",
  "初星水": "Hatsuboshi Water",
  "厳選初星ティー": "Select Hatsuboshi Tea",
  "厳選初星ブレンド": "Select Hatsuboshi Blend",
  "厳選初星マキアート": "Select Hatsuboshi Macchiato",
  "烏龍茶": "Oolong Tea",
  "特製ハツボシエキス": "Special Hatsuboshi Extract"
}
