{
  "rules": {
    "primaryKeys": [
      "id"
    ]
  },
  "data": [
    {
      "id": "mission_pass-001",
      "name": "Mission Pass",
      "description": "\"Mission Pass May 2024\" will release premium rewards that can be earned through the Mission Pass May 2024 achievement rewards.\nMission Pass May 2024 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\nThursday, May 16, 2024 at the time of release ~ Monday, June 03, 2024 at 4:59:59 p.m.\n\nNotes\n・Even if you have purchased Premium Mission Pass May 2024, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass May 2024 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass May 2024 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass May 2024 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass May 2024 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2024-06",
      "name": "Mission Pass",
      "description": "\"Mission Pass June 2024\" will release premium rewards that can be earned through the Mission Pass June 2024 achievement rewards.\nMission Pass June 2024 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2024/06/03 5:00:00 〜 2024/07/01 4:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass June 2024, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass June 2024 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass June 2024 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass June 2024 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass June 2024 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2024-07",
      "name": "Mission Pass",
      "description": "\"Mission Pass July 2024\" will release premium rewards that can be earned through the Mission Pass July 2024 achievement rewards.\nMission Pass July 2024 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2024/07/01 5:00:00 〜 2024/08/01 4:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass July 2024, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass July 2024 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass July 2024 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass July 2024 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass July 2024 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2024-08",
      "name": "Mission Pass",
      "description": "\"Mission Pass August 2024\" will release premium rewards that can be earned through the Mission Pass August 2024 achievement rewards.\nMission Pass August 2024 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2024/08/01 5:00:00 〜 2024/09/01 4:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass August 2024, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass August 2024 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass August 2024 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass August 2024 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass August 2024 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2024-09",
      "name": "Mission Pass",
      "description": "\"Mission Pass September 2024\" will release premium rewards that can be earned through the Mission Pass September 2024 achievement rewards.\nMission Pass September 2024 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2024/09/01 5:00:00 〜 2024/10/01 4:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass September 2024, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass September 2024 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass September 2024 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass September 2024 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass September 2024 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2024-10",
      "name": "Mission Pass",
      "description": "\"Mission Pass October 2024\" will release premium rewards that can be earned through the Mission Pass October 2024 achievement rewards.\nMission Pass October 2024 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2024/10/01 5:00:00 〜 2024/11/01 4:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass October 2024, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass October 2024 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass October 2024 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass October 2024 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass October 2024 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2024-11",
      "name": "Mission Pass",
      "description": "\"Mission Pass November 2024\" will release premium rewards that can be earned through the Mission Pass November 2024 achievement rewards.\nMission Pass November 2024 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2024/11/01 05:00:00 〜 2024/12/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass November 2024, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass November 2024 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass November 2024 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass November 2024 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass November 2024 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2024-12",
      "name": "Mission Pass",
      "description": "\"Mission Pass December 2024\" will release premium rewards that can be earned through the Mission Pass December 2024 achievement rewards.\nMission Pass December 2024 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2024/12/01 05:00:00 〜 2025/01/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass December 2024, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass December 2024 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass December 2024 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass December 2024 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass December 2024 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-01",
      "name": "Mission Pass",
      "description": "\"Mission Pass January 2025\" will release premium rewards that can be earned through the Mission Pass January 2025 achievement rewards.\nMission Pass January 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/01/01 05:00:00 〜 2025/02/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass January 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass January 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass January 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass January 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass January 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-02",
      "name": "Mission Pass",
      "description": "\"Mission Pass February 2025\" will release premium rewards that can be earned through the Mission Pass February 2025 achievement rewards.\nMission Pass February 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/02/01 05:00:00 〜 2025/03/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass February 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass February 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass February 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass February 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass February 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-03",
      "name": "Mission Pass",
      "description": "\"Mission Pass March 2025\" will release premium rewards that can be earned through the Mission Pass March 2025 achievement rewards.\nMission Pass March 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/03/01 05:00:00 〜 2025/04/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass March 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass March 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass March 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass March 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass March 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-04",
      "name": "Mission Pass",
      "description": "\"Mission Pass April 2025\" will release premium rewards that can be earned through the Mission Pass April 2025 achievement rewards.\nMission Pass April 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/04/01 05:00:00 〜 2025/04/05 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass April 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass April 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass April 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass April 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass April 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-05",
      "name": "Mission Pass",
      "description": "\"Mission Pass May 2025\" will release premium rewards that can be earned through the Mission Pass May 2025 achievement rewards.\nMission Pass May 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/05/01 05:00:00 〜 2025/06/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass May 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass May 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass May 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass May 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass May 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-06",
      "name": "Mission Pass",
      "description": "\"Mission Pass June 2025\" will release premium rewards that can be earned through the Mission Pass June 2025 achievement rewards.\nMission Pass June 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/06/01 05:00:00 〜 2025/07/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass June 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass June 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass June 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass June 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass June 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-07",
      "name": "Mission Pass",
      "description": "\"Mission Pass July 2025\" will release premium rewards that can be earned through the Mission Pass July 2025 achievement rewards.\nMission Pass July 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/07/01 05:00:00 〜 2025/08/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass July 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass July 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass July 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass July 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass July 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-08",
      "name": "Mission Pass",
      "description": "\"Mission Pass August 2025\" will release premium rewards that can be earned through the Mission Pass August 2025 achievement rewards.\nMission Pass August 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/08/01 05:00:00 〜 2025/09/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass August 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass August 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass August 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass August 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass August 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-09",
      "name": "Mission Pass",
      "description": "\"Mission Pass September 2025\" will release premium rewards that can be earned through the Mission Pass September 2025 achievement rewards.\nMission Pass September 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/09/01 05:00:00 〜 2025/10/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass September 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass September 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass September 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass September 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass September 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-10",
      "name": "Mission Pass",
      "description": "\"Mission Pass October 2025\" will release premium rewards that can be earned through the Mission Pass October 2025 achievement rewards.\nMission Pass October 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/10/01 05:00:00 〜 2025/11/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass October 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass October 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass October 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass October 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass October 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-11",
      "name": "Mission Pass",
      "description": "\"Mission Pass November 2025\" will release premium rewards that can be earned through the Mission Pass November 2025 achievement rewards.\nMission Pass November 2025 can be purchased at any time during the event period, and premium rewards for Mission Pass Pt that have\nalready been achieved can be earned immediately.\n\nPeriod of the event\n2025/11/01 05:00:00 〜 2025/12/01 04:59:59\n\nNotes\n・Even if you have purchased Premium Mission Pass November 2025, you will not be able to receive Premium Rewards for unfulfilled\n     Mission Pass Pt.\n・The effect of Premium Mission Pass November 2025 will be inherited even if you change your device to another OS.\n・The Premium Mission Pass November 2025 will be inherited even if you play a multi-session with other devices.\n・The Jewels earned as Premium Rewards are free Jewels.You cannot use free Jewels to pay for Jewel services.\n・The effect of Premium Mission Pass November 2025 will not be available until the payment is completed after the purchase.\n・Premium Mission Pass November 2025 cannot be returned or exchanged at any time.\n・\"Mission Pass Pt\" earned during the period cannot be carried over to other mission passes.\""
    },
    {
      "id": "mission_pass-2025-12",
      "name": "Mission Pass",
      "description": "ミッションパス 2025年12月の達成報酬にて獲得できる、プレミアム報酬が解放されます。\nミッションパス 2025年12月の開催期間中ならいつでも購入可能で、すでに達成済みのミッションパスPtのプレミアム報酬は即座に獲得可能です。\n\n開催期間\n2025/12/01 05:00:00 〜 2026/01/01 04:59:59\n\n注意事項\n・プレミアムミッションパス 2025年12月を購入している場合でも、未達成のミッションパスPtのプレミアム報酬は受け取ることができません。\n・他のプラットフォームへの変更を行った場合にも、プレミアムミッションパス 2025年12月の効果は引き継がれます。\n・他のデバイスとマルチセッションプレイを行う場合にも、プレミアムミッションパス 2025年12月の効果は引き継がれます。\n・プレミアム報酬で得られるジュエルは、無償ジュエルです。無償ジュエルを用いて有償ジュエル専用サービスを利用することはできません。\n・コンビニ決済では、商品を購入してから決済が完了するまでの間は、プレミアムミッションパス 2025年12月の効果を得ることはできません。\n・プレミアムミッションパス 2025年12月は返品/交換は一切お受けできません。\n・期間内に獲得した『ミッションパスPt』は、ほかのミッションパスに持ち越すことはできません。"
    },
    {
      "id": "mission_pass-2026-01",
      "name": "Mission Pass",
      "description": "ミッションパス 2026年1月の達成報酬にて獲得できる、プレミアム報酬が解放されます。\nミッションパス 2026年1月の開催期間中ならいつでも購入可能で、すでに達成済みのミッションパスPtのプレミアム報酬は即座に獲得可能です。\n\n開催期間\n2026/01/01 05:00:00 〜 2026/02/01 04:59:59\n\n注意事項\n・プレミアムミッションパス 2026年1月を購入している場合でも、未達成のミッションパスPtのプレミアム報酬は受け取ることができません。\n・他のプラットフォームへの変更を行った場合にも、プレミアムミッションパス 2026年1月の効果は引き継がれます。\n・他のデバイスとマルチセッションプレイを行う場合にも、プレミアムミッションパス 2026年1月の効果は引き継がれます。\n・プレミアム報酬で得られるジュエルは、無償ジュエルです。無償ジュエルを用いて有償ジュエル専用サービスを利用することはできません。\n・コンビニ決済では、商品を購入してから決済が完了するまでの間は、プレミアムミッションパス 2026年1月の効果を得ることはできません。\n・プレミアムミッションパス 2026年1月は返品/交換は一切お受けできません。\n・期間内に獲得した『ミッションパスPt』は、ほかのミッションパスに持ち越すことはできません。"
    },
    {
      "id": "mission_pass-2026-02",
      "name": "Mission Pass",
      "description": "ミッションパス 2026年2月の達成報酬にて獲得できる、プレミアム報酬が解放されます。\nミッションパス 2026年2月の開催期間中ならいつでも購入可能で、すでに達成済みのミッションパスPtのプレミアム報酬は即座に獲得可能です。\n\n開催期間\n2026/02/01 05:00:00 〜 2026/03/01 04:59:59\n\n注意事項\n・プレミアムミッションパス 2026年2月を購入している場合でも、未達成のミッションパスPtのプレミアム報酬は受け取ることができません。\n・他のプラットフォームへの変更を行った場合にも、プレミアムミッションパス 2026年2月の効果は引き継がれます。\n・他のデバイスとマルチセッションプレイを行う場合にも、プレミアムミッションパス 2026年2月の効果は引き継がれます。\n・プレミアム報酬で得られるジュエルは、無償ジュエルです。無償ジュエルを用いて有償ジュエル専用サービスを利用することはできません。\n・コンビニ決済では、商品を購入してから決済が完了するまでの間は、プレミアムミッションパス 2026年2月の効果を得ることはできません。\n・プレミアムミッションパス 2026年2月は返品/交換は一切お受けできません。\n・期間内に獲得した『ミッションパスPt』は、ほかのミッションパスに持ち越すことはできません。"
    }
  ]
}