{
    "TutorialType_GameStart|1|1|texts": "[LA_F]",
    "TutorialType_GameStart|2|1|texts": "[LA_F]",
    "TutorialType_GameStart|3|1|texts": "[LA_F]",
    "TutorialType_GameStart|6|1|texts": "[LA_F]Congratulations on clearing the lesson! You can earn rewards by achieving the lesson goals.",
    "TutorialType_GameStart|6|2|texts": "[LA_F]It looks like you can pick one from these. Let’s select this skill card as the reward!",
    "TutorialType_GameStart|6|3|texts": "[LA_F]",
    "TutorialType_GameStart|6|4|texts": "[LA_F]Clearing the lesson goals grants you rewards useful for production.",
    "TutorialType_GameStart|9|1|texts": "[LA_F]",
    "TutorialType_GameStart|10|1|texts": "[LA_F]It seems like your stamina is low.",
    "TutorialType_GameStart|10|2|texts": "[LA_F]Choose 'Rest' to let the idol recover.",
    "TutorialType_GameStart|10|3|texts": "[LA_F]When stamina is low, recover by selecting [Rest] to prepare for lessons and exams.",
    "TutorialType_GameStart|10|4|texts": "[LA_F]",
    "TutorialType_GameStart|11|1|texts": "[LA_F]Compete with other idols, and placing in the top 3 will mean passing the exam.",
    "TutorialType_GameStart|12|1|texts": "[LA_F]Use skill cards, just like during lessons, to increase your score and compete for rankings.",
    "TutorialType_GameStart|12|2|texts": "[LA_F]Here, you can check your current score and ranking.",
    "TutorialType_GameStart|12|3|texts": "[LA_F]At the end of the exam, ranking in the top 3 will mean you pass.",
    "TutorialType_GameStart|12|4|texts": "[LA_F]Let’s use a skill card to raise your score!",
    "TutorialType_GameStart|12|5|texts": "[LA_F]Your score rose significantly compared to lessons. In exams, bonuses are applied based on your parameters.",
    "TutorialType_GameStart|12|6|texts": "[LA_F]You can check bonuses here. Keep in mind they change every turn!",
    "TutorialType_GameStart|12|7|texts": "[LA_F]Only three turns left. Do your best in the exam!",
    "TutorialType_GameStart|12|8|texts": "[LA_F]In exams, score bonuses are applied each turn. The higher the parameters, the greater the score bonuses.",
    "TutorialType_GameStart|12|9|texts": "[LA_F]",
    "TutorialType_GameStart|13|1|texts": "[LA_F]",
    "TutorialType_GameStart|14|1|texts": "[LA_F]",
    "TutorialType_GameStart|15|1|texts": "[LA_F]During live performances, you can take up to 50 photos. Capture the idol’s moments!",
    "TutorialType_GameStart|16|1|texts": "[LA_F]The live shows you can participate in are determined by production results and idol growth.",
    "TutorialType_GameStart|16|2|texts": "[LA_F]Production results can be obtained as [Memories].",
    "TutorialType_GameStart|16|3|texts": "[LA_F]The performance of the Memories depends on the evaluation of the production.",
    "TutorialType_GameStart|16|4|texts": "[LA_F]You can choose a photo to turn into a [Memory]. Pick your favorite one!",
    "TutorialType_GameStart|17|1|texts": "[LA_F]",
    "TutorialType_GameStart|17|2|texts": "[LA_F]When your Producer Level increases, new skill cards and P-Drinks are unlocked, appearing during production.",
    "TutorialType_GameStart|4|1|texts": "[LA_F]Let’s get started with production! This time, there’s only a final exam, so don’t worry—I’ll guide you!",
    "TutorialType_GameStart|4|2|texts": "[LA_F]Pass the exam and aim to perform in the live show. To participate, you must pass both the midterm and final exams.\n[LA_N_F]To pass exams, improving the idol’s parameters is key. Train their parameters to prepare.\n[LA_N_F]Each exam has specific criteria. Training to meet these criteria makes passing easier.",
    "TutorialType_GameStart|4|3|texts": "[LA_F]Check the idol’s parameters, advice, and evaluation criteria here.",
    "TutorialType_GameStart|4|4|texts": "[LA_F]Let’s start with a dance lesson to raise the Dance parameter!",
    "TutorialType_GameStart|5|1|texts": "[LA_F]",
    "TutorialType_GameStart|5|2|texts": "[LA_F]You can check the required parameters to clear the lesson and the idol’s current parameters here.",
    "TutorialType_GameStart|5|3|texts": "[LA_F]During lessons, you can perform actions for a set number of turns. This time, it seems you have three turns left!",
    "TutorialType_GameStart|5|4|texts": "[LA_F]In lessons, you can select and use skill cards from here.",
    "TutorialType_GameStart|5|5|texts": "[LA_F]Let’s use one now!",
    "TutorialType_GameStart|5|6|texts": "[LA_F]Your Dance parameter increased, bringing you closer to clearing the lesson!",
    "TutorialType_GameStart|5|7|texts": "[LA_F]Stamina is decreasing. Using skill cards sometimes requires stamina.",
    "TutorialType_GameStart|5|8|texts": "[LA_F]Next, try selecting this skill card!",
    "TutorialType_GameStart|5|9|texts": "[LA_F]{ExamEffectType.ExamBlock}Energy has increased! When stamina decreases, Energy is prioritized for consumption instead.",
    "TutorialType_GameStart|5|10|texts": "[LA_F][LA_N_F]Using skill cards requires stamina. When Energy is available, it’s consumed instead of stamina.",
    "TutorialType_GameStart|5|11|texts": "[LA_F]Lastly, select one more card!",
    "TutorialType_GameStart|7|1|texts": "[LA_F]Next, try selecting a Vocal lesson.",
    "TutorialType_GameStart|8|1|texts": "[LA_F]",
    "TutorialType_GameStart|8|2|texts": "[LA_F]The skill card you obtained from the previous lesson is in your hand. Try selecting it!",
    "TutorialType_GameStart|8|3|texts": "[LA_F]The skill card’s effect applied {ExamEffectType.ExamLessonBuff}Focus!",
    "TutorialType_GameStart|8|4|texts": "[LA_F]You can check the current effects by tapping the icon. Let’s view the {ExamEffectType.ExamLessonBuff}Focus effect!",
    "TutorialType_GameStart|8|5|texts": "[LA_F]{ExamEffectType.ExamLessonBuff}Focus increases the amount of parameter growth.",
    "TutorialType_GameStart|8|6|texts": "[LA_F]You can also check the effects of P-items by tapping their icons.",
    "TutorialType_GameStart|8|7|texts": "[LA_F]The P-item you currently have seems to synergize well with {ExamEffectType.ExamLessonBuff}Focus.",
    "TutorialType_GameStart|8|8|texts": "[LA_F]Try selecting a skill card while {ExamEffectType.ExamLessonBuff}Focus is active!",
    "TutorialType_GameStart|8|9|texts": "[LA_F]Thanks to {ExamEffectType.ExamLessonBuff}Focus, your parameters increased significantly!",
    "TutorialType_GameStart|8|10|texts": "[LA_F]Additionally, the effect of the P-item boosted {ExamEffectType.ExamLessonBuff}Focus!",
    "TutorialType_GameStart|8|11|texts": "[LA_F]You can check detailed information on active effects during lessons by tapping the icons.\n[LA_N_F]P-items activate effects when conditions are met. Starting P-items depend on the produced idol.",
    "TutorialType_GameStart|8|12|texts": "[LA_F]Use everything you’ve learned to train the parameters as much as possible!",
    "TutorialType_GameStart|8|13|texts": "[LA_F]Don’t worry—you can do it!",
    "TutorialType_GameStart|8|14|texts": "[LA_F]",
    "TutorialType_GameStart|8|15|texts": "[LA_F]",
    "TutorialType_MainTask|1|1|texts": "[LA_F]Clearing tasks unlocks new features and Hatsuboshi Commu, as well as rewards like Producer Exp.",
    "TutorialType_Work|1|1|texts": "[LA_F]By sending idols to work, you can earn various rewards.\n[LA_N_F]Work can sometimes result in great success, increasing reward amounts. Idols in good condition always achieve great success.",
    "TutorialType_IdolCard|1|1|texts": "[LA_F]When you awaken the talents of produced idols, initial P-items and lesson bonuses are enhanced.",
    "TutorialType_IdolCardSkin|1|1|texts": "[LA_F]",
    "TutorialType_PvpRate|1|1|texts": "[LA_F]You can compete against producers nationwide. In contests, you use parameters, skill cards, and P-items linked to Memories obtained from production.\n[LA_N_F]Compete on stage and aim for higher scores. The producer with the most stage wins emerges victorious.\n[LA_N_F]Contests have grades, with higher rankings leading to promotion. Higher grades offer better rewards.\n[LA_N_F]Collect contest medals to exchange for luxurious rewards at the item shop.",
    "TutorialType_PvpRate|1|2|texts": "[LA_F]To participate in a contest, assemble a unit.",
    "TutorialType_PvpRate|1|3|texts": "[LA_F]You can use the [Auto] feature to assemble your unit quickly.",
    "TutorialType_PvpRate|1|4|texts": "[LA_F]You can use the [Auto] feature to assemble your unit quickly.",
    "TutorialType_PvpRate|1|5|texts": "[LA_F]",
    "TutorialType_PvpRate|1|6|texts": "[LA_F]Memories have plans set for each stage, dictating how they can be assembled.\n[LA_N_F]Main and sub Memories are assignable. The same idol’s Memories can be used in both.\n[LA_N_F]Main Memories reflect all their stats in performance matches, while sub Memories reflect only part of them.",
    "TutorialType_PvpRate|1|7|texts": "[LA_F]Let’s head back and join the contest!",
    "TutorialType_CoinGasha|1|1|texts": "[LA_F]In the Coin Gacha, you can use coins obtained during production to draw for rewards like support cards and training items.",
    "TutorialType_MoneyReceive|1|1|texts": "[LA_F]Money accumulates over time and can be collected. The amount increases with your Producer Level, along with storage limits.",
    "TutorialType_MissionPass|1|1|texts": "[LA_F]Mission Pass rewards are earned as Mission Pass Points accumulate, obtainable through daily and weekly missions.",
    "TutorialType_Profile|1|1|texts": "[LA_F]In your profile, set support cards and Memories that other producers can rent. Earn Friend Coins based on rental usage.",
    "TutorialType_Meishi|1|1|texts": "[LA_F]Create a custom business card and share its image on SNS. You can customize the display with idol images, support cards, and photos.",
    "TutorialType_Friend|1|1|texts": "[LA_F]The Friend menu allows you to view followed and follower producers. Rented support cards and Memories can be used during production.",
    "TutorialType_Achievement|1|1|texts": "[LA_F]Achievements are earned by meeting various conditions. Collecting them grants rewards like Producer Level experience, so aim to collect as many as possible.",
    "TutorialType_IdolCardLevelLimitRankUpdate|1|1|texts": "[LA_F]Training your produced idol strengthens their initial skill cards and parameters, making production more advantageous. Additionally, the produced idol's image will be unlocked.",
    "TutorialType_SupportCardLevelUpdate|1|1|texts": "[LA_F]Leveling up support cards unlocks support abilities and support events. Support abilities are also enhanced with higher levels. [LA_N_F]When a support card is limit-broken, its maximum level increases.",
    "TutorialType_Tower|1|1|texts": "[LA_F]",
    "TutorialType_Guild|1|1|texts": "[LA_F]In a Circle, you can connect with producers across the country. [LA_N_F]In a Circle, you can request training items from members, receive donated items, and earn Friend Coins by donating items yourself.",
    "TutorialType_TutorialReceiveIdolCard|1|1|texts": "[LA_F]",
    "TutorialType_PhotoTop|1|1|texts": "[LA_F]",
    "TutorialType_PhotoIdol|1|1|texts": "[LA_F]",
    "TutorialType_PhotoPrepare|1|1|texts": "[LA_F]",
    "TutorialType_Photo|1|1|texts": "[LA_F]",
    "TutorialType_MeishiEditCustom|1|1|texts": "[LA_F]Custom name cards can be created from [Name Card > New Creation > Custom Name Card]. [LA_N_F]Unlike template name cards, which only allowed background customization, custom name cards allow multiple settings. [LA_N_F]Animated name cards can be created by recording a P Live video and setting a specific part of the footage as the name card. You can trim the video to the designated duration. [LA_N_F]Custom name cards offer extensive editing options, so create your unique card! Check the operation guide from the icon at the top left of the custom name card menu. [LA_N_F]The current content of your custom name card is displayed in the layer window. You can use up to 100 layers. [LA_N_F]By sharing on social media, other producers can directly access your profile within School Idol Master.",
    "TutorialType_MeishiEditCustomManual|1|1|texts": "[LA_F]",
    "TutorialType_ProduceIdolCardSelect|1|1|texts": "[LA_F][LA_N_F]Each produced idol has a specific [Plan]. Skill cards and P items available during production differ depending on the Plan.",
    "TutorialType_ProduceSupportCardSelect|1|1|texts": "[LA_F]Support cards are cards you can include in your production team. They trigger various effects to assist production. [LA_N_F]Support cards have types, which determine the parameters raised and effects triggered during production.",
    "TutorialType_ProduceMemorySelect|1|1|texts": "[LA_F]For Memories, you can rent up to one Memory from friends or other producers. The number of rentals per day is limited.",
    "TutorialType_ProduceSchedule|1|1|texts": "[LA_F]Lessons include Vocal, Dance, and Visual, which increase their respective parameters. Achieving lesson goals rewards you with skill cards or P drinks. [LA_N_F]In production, you can choose from various schedules. Select the most appropriate schedule for the situation. [LA_N_F]Special lessons before exams provide a bonus if goals are achieved, equally boosting Vocal, Dance, and Visual parameters. [LA_N_F]Before exams, stamina is automatically restored based on maximum stamina.\"",
    "TutorialType_ProduceEvent|1|1|texts": "[LA_F]Classes and outings have options that vary in effect. Check the costs and triggered effects to make situationally appropriate choices.",
    "TutorialType_ProducePresentStep|1|1|texts": "[LA_F]Activity grants skill cards, P points, and P drinks as rewards.",
    "TutorialType_ProduceShopStep|1|1|texts": "[LA_F]In consultations, you can exchange P points for skill cards or P drinks. The available items change each time. [LA_N_F]Using P drinks boosts parameters or restores stamina, but they can only be used during lessons or exams.",
    "TutorialType_ProduceExamGimmick|1|1|texts": "[LA_F]Effects that automatically activate when conditions are met during specified turns. Tap the icons displayed during lessons to check activation conditions.",
    "TutorialType_ProduceExamGimmick|1|2|texts": "[LA_F]Tap here to check the details of support and troubles.",
    "TutorialType_ProduceExamGimmick|1|3|texts": "[LA_F]Review effect details and activation conditions to plan your strategy carefully!",
    "TutorialType_ProduceExamPerfect|1|1|texts": "[LA_F]If you max out parameters after clearing lesson goals, it results in a Perfect Lesson. Perfect Lessons end the session, and your remaining turns restore stamina.",
    "TutorialType_ProduceBeforeLiveEvaluation|1|1|texts": "[LA_F]True End is a special ending viewable by achieving specific achievements and ranking first in the final exam. [LA_N_F]Tap 'True End Conditions' to check the necessary achievements for True End.",
    "TutorialType_ProduceDifficultySelect|1|1|texts": "[LA_F]The [Pro] difficulty has been unlocked. [Pro] difficulty increases idol parameters more easily, but the challenge level is higher.",
    "TutorialType_ProduceCardUpgrade|1|1|texts": "[LA_F]Skill cards can be strengthened using P points. Strengthening enhances the effects of skill cards. Only one card can be strengthened per consultation, and the required P points increase with each strengthening.",
    "TutorialType_ProduceCardDelete|1|1|texts": "[LA_F]Skill cards can be deleted using P points. Deleted cards are removed from your collection. Only one card can be deleted per consultation, and the required P points increase with each deletion.",
    "TutorialType_ProduceChallenge|1|1|texts": "[LA_F]The [Master] difficulty has been unlocked. [Master] difficulty is more challenging than [Pro] but increases idol parameters even further. Only idols with a bond level of 10 or higher can attempt this. [LA_N_F]Challenge P items can be selected before starting production in [Master] difficulty. They increase the PERFECT cap for lessons and SP lessons. [LA_N_F]Up to three Challenge P items can be unlocked for each idol by meeting specific conditions and can be chosen accordingly.",
    "TutorialType_ProduceNextIdolAuditionTop|1|1|texts": "[LA_F]",
    "TutorialType_ProduceNextIdolAuditionSchedule|1|1|texts": "[LA_F]",
    "TutorialType_ProduceNextIdolAuditionStepAuditionSelect|1|1|texts": "[LA_F]",
    "TutorialType_ProduceNextIdolAuditionStepAuditionStart|1|1|texts": "[LA_F]",
    "TutorialType_ProduceNextIdolAuditionResult|1|1|texts": "[LA_F]",
    "TutorialType_ProduceStepBusiness|1|1|texts": "[LA_F]",
    "TutorialType_ProduceStepCustomize|1|1|texts": "[LA_F]",
    "TutorialType_ProduceStepFanPresent|1|1|texts": "[LA_F]",
    "TutorialType_MissionPanel|1|1|texts": "[LA_F]",
    "TutorialType_ProduceHighScore|1|1|texts": "[LA_F]",
    "TutorialType_StoryEvent|1|1|texts": "[LA_F]",
    "TutorialType_StoryEventMainStroy|1|1|texts": "[LA_F]",
    "TutorialType_StoryEventBoxGasha|1|1|texts": "[LA_F]",
    "TutorialType_StoryEventGuildMission|1|1|texts": "[LA_F]",
    "TutorialType_GvgRaid|1|1|texts": "[LA_F]"
}